Repository: Alpha-Directorate/AlphaSSS
Catalog: content/plugins/iflychat/languages/iflychat-*.po
Languages: fr_fr, it_it

source: New chat message!
fr_fr: Nouveau message
it_it: Nuovo messaggio !

source: drupalchat_user is currently offline.
it_it: drupalchat_user è al momento scollegato

source: drupalchat_user is typing...
it_it: drupalchat_user sta scrivendo.......

source: Close
fr_fr: ouvrir
it_it: Chiudi

source: Minimize
fr_fr: Réduire
it_it: Minimizza

source: Click to Mute
fr_fr: Off/sound
it_it: Spegni audio

source: Click to Unmute
fr_fr: ON/sound
it_it: Apri audio

source: Available
fr_fr: Disponible
it_it: Disponibile

source: Idle
fr_fr: Absent
it_it: In attesa

source: Busy
fr_fr: Occupé
it_it: Occupato

source: Offline
fr_fr: Hors ligne
it_it: Uscito

source: Load More Messages
fr_fr: Voir plus de messages
it_it: Carica più messaggi

source: No More Messages
fr_fr: Pas plus de messages
it_it: Fine messaggi

source: Clear all messages
fr_fr: Effacer les messages
it_it: Cancella tutto

source: Type and Press Enter
it_it: Scrivi e premi Invio

source: Type here to search
fr_fr: Recherche
it_it: Scrivi per cercare

source: Connecting...
it_it: In connessione....

source: Loading...
it_it: In caricamento

source: Ban
fr_fr: Bannir
it_it: Bloccalo

source: Ban IP
fr_fr: Bannir Ip
it_it: Blocca Indir. IP

source: Banned Users
fr_fr: Utilisateurs Banni
it_it: Utenti Bloccati

source: No users have been banned currently.
fr_fr: Aucun utilisateur n'a été banni
it_it: Nessun Utente Bloccato

source: Loading banned user list...
it_it: Caricamento Lista Utenti Bloccati...

source: Manage Rooms
it_it: Gestisci le stanze

source: Unban
fr_fr: Débannir
it_it: Sbloccalo

source: Unban IP
fr_fr: Débannir IP
it_it: Sblocca IP

source: iFlyChat Settings
fr_fr: iFlyChat Réglage
it_it: iFlyChat Parametri

source: Settings Updated
fr_fr: Réglage Mise a jours
it_it: Aggiorna Impostazioni

source: Update
fr_fr: Mise à jour
it_it: Aggiorna
