Repository: Alpha-Directorate/AlphaSSS
Catalog: content/plugins/bp-profile-search/languages/bps-*.po
Languages: es_es, fr_fr, it_it, ru_ru, sr_rs

source: %s: Form %d was not found, or has no fields.
it_it: %s: Modulo %d non trovato, o privo di campi.
ru_ru: %s: Форма %d не найдена или не содержит полей.

source: Clear
es_es: Limpiar
fr_fr: Effacer
it_it: Azzera
ru_ru: Очистить
sr_rs: Obrisati

source: Search
es_es: Buscar
fr_fr: Recherche
it_it: Cerca
ru_ru: Поиск
sr_rs: Pretraga

source: A Profile Search form.
it_it: Un modulo di ricerca profili.
ru_ru: Форма поиска профиля.

source: Profile Search
es_es: Buscar Perfil
fr_fr: Recherche de Profil
it_it: Ricerca profili
ru_ru: Поиск профиля
sr_rs: Pretraga profila

source: Title:
es_es: Título:
fr_fr: Titre:
it_it: Titolo:
ru_ru: Название:
sr_rs: Naslov:

source: Form:
it_it: Modulo:
ru_ru: Форма:

source: (no title)
it_it: (nessun titolo)
ru_ru: (без названия)

source: You have not created any form yet.
it_it: Non hai ancora creato alcun modulo.
ru_ru: Вы пока не создали форму.

source: Overview
fr_fr: Vue d'ensemble
it_it: Panoramica
ru_ru: Общая инфо

source: Configure your profile search form, then display it:
it_it: Dopo aver configurato il modulo di ricerca, puoi visualizzarlo:
ru_ru: Настройте форму поиска участников и используйте её здесь:

source: In your Members Directory page, selecting the option %s
fr_fr: Dans votre Répertoire des Membres, sélectionnez l'option %s
it_it: Nella pagina Directory Membri, selezionando l'opzione %s
ru_ru: На странице пользователей, выбрав вариант %s

source: Add to Directory
fr_fr: Ajoutez au Répertoire
it_it: Aggiungi al Directory
ru_ru: Отображать в списке участников

source: In a sidebar or widget area, using the widget %s
fr_fr: Dans une Barre Latérale ou une zone de widget, utiliser le widget %s
it_it: In una sidebar o area per widget, usando il widget %s
ru_ru: В боковой панели или зоне для виджетов, используя виджет %s

source: In a post or page, using the shortcode %s (*)
it_it: In un articolo o una pagina, usando lo shortcode %s (*)
ru_ru: В записях или на страницах с использованием короткоого кода %s (*)

source: Anywhere in your theme, using the PHP code %s (*)
it_it: In qualsiasi parte del tema, usando il codice PHP %s (*)
ru_ru: Где-либо в Вашей теме оформления, используя PHP-код %s (*)

source: (*) Replace ID with your actual form ID.
it_it: (*) Sostituisci ID con l' ID del modulo scelto.
ru_ru: (*) Замените ID на фактический ID формы.

source: Form Fields
fr_fr: Cases du Formulaire
it_it: Campi del modulo
ru_ru: Поля формы

source: Select the profile fields to show in your search form.
fr_fr: Sélectionner les cases de profil à afficher dans le formulaire de recherche.
it_it: Seleziona i campi da includere nel modulo di ricerca.
ru_ru: Выберите поля профиля, которые будут отображаться в Вашей форме поиска.

source: Customize the field label and description, or leave them empty to use the default
fr_fr: Personaliser les cases de titre et description ou les laisser vides pour utiliser l'original
it_it: Immetti etichetta e descrizione del campo, o lasciali vuoti per usare il default
ru_ru: Настройте метки полей или оставьте пустыми, если будете использовать стандартные

source: Tick <em>Range</em> to enable the <em>Value Range Search</em> for numeric fields, or the <em>Age Range Search</em> for date fields
fr_fr: Clickez <em>Étendue</em> pour activer la <em>Recherche Étendue</em> pour les cases numériques, ou pour la <em>Case de l'Age</em>.
it_it: Spunta <em>Intervallo</em> per abilitare la <em>Ricerca per intervallo di valori</em> per i campi numerici, o la <em>Ricerca per intervallo di età</em> per i campi data
ru_ru: Отметьте <em>Диапазон</em>, чтобы включить <em>Поиск по диапазону</em> для числовых полей или <em>Поиск по возрасту</em> для полей с форматом дата

source: To reorder the fields in the form, drag them up or down by the handle on the left
fr_fr: Pour changer l'ordre d'affichage des cases dans le formulaire, simplement les glisser de bas en haut avec le bouton sur la gauche
it_it: Per riordinare i campi nel modulo, trascinali tramite l'ancora a sinistra
ru_ru: Для изменения последовательности, перемещайте поля вверх или вниз, используя иконку слева

source: To remove a field from the form, click the [x] on the right
fr_fr: Pour effacer une case du formulaire, simplement clicker le [x] à droite
it_it: Per rimuovere un campo dal modulo, clicca la [x] a destra
ru_ru: Для удаления поля из формы, кликните [x] справа

source: Please note:
fr_fr: Prenez note:
it_it: Da notare:
ru_ru: Важные комментарии:

source: To leave a label or description blank, enter a single dash (-) character
it_it: Per lasciare vuoto un nome o una descrizione, immetti un trattino (-)
ru_ru: Чтобы оставить метку или описание пустым, введите в поле одно тире (-)

source: The <em>Age Range Search</em> option is mandatory for date fields
fr_fr: L'option <em>Recherche Étendue de l'Age</em> est obligatoire pour les cases de date
it_it: Per i campi data l'opzione <em>Ricerca per intervallo di età</em> è obbligatoria
ru_ru: Вариант <em>Поиск по дате рождения</em> является обязательным для полей с датой

source: The <em>Value Range Search</em> works for numeric fields only
fr_fr: L'option <em>Recherche de Valeur Étendue</em> ne fonctionne que pour les cases numériques
it_it: L'opzione <em>Ricerca per intervallo di valori</em> funziona solo per i campi numerici
ru_ru: <em>Поиск по диапазону значений</em> работает только с числовыми полями

source: The <em>Value Range Search</em> is not supported for <em>Multi Select Box</em> and <em>Checkboxes</em> fields
fr_fr: L'option <em>Recherche de Valeur Étendue</em> n'est pas supportée pour les cases de <em>Sélections Multiples</em> et <em>Cases à Cocher</em>.
it_it: L'opzione <em>Ricerca per intervallo di valori</em> non è supportata per i campi <em>Box Selezione Multipla</em> e <em>Caselle di Controllo</em>
ru_ru: <em>Поиск по диапазону значений</em> не работает с полями <em>Множественного выбора</em> и <em>Флажками</em>

source: Insert your search form in your Members Directory page.
fr_fr: Insérer le formulaire de recherche dans votre page du Répertoire des Membres.
it_it: Visualizza il modulo nella pagina Directory Membri.
ru_ru: Добавить форму на страницу Участников.

source: Specify the optional form header
fr_fr: Spécifier l'entête du formulaire *(optionel)
it_it: Specifica la testata del modulo (opzionale)
ru_ru: Укажите название формы, если нужно

source: Enable the <em>Toggle Form</em> feature
fr_fr: Activer la fonction pour <em>Afficher/Cacher</em> le formulaire
it_it: Attiva la funzione <em>Mostra/Nascondi</em>
ru_ru: Включите <em>Кнопку формы</em>, если необходимо

source: Enter the text for the <em>Toggle Form</em> button
fr_fr: Entrer le texte du bouton <em>Afficher/Cacher</em>
it_it: Immetti il testo per il bottone <em>Mostra/Nascondi</em>
ru_ru: Введите текст для <em>Кнопки открытия формы</em>

source: If you select <em>Add to Directory: No</em>, the above options are ignored.
fr_fr: Si vous choisissez de ne pas "Ajouter au Répertoire", cette option sera ignorée durant la recherche.
it_it: Se selezioni <em>Aggiungi al Directory: No</em>, queste opzioni saranno ignorate.
ru_ru: Если Вы выбрали Нет для опции <em>Добавить на страницу</em>, рекомендации выше можно игнорировать.

source: Form Method
it_it: Metodo di invio modulo
ru_ru: HTML-метод обработки формы

source: Select your form <em>method</em> attribute, POST or GET.
it_it: Seleziona il metodo di invio del modulo, POST o GET.
ru_ru: Выберите <em>метод работы</em> Вашей формы с параметром ОТПРАВИТЬ или ПОЛУЧИТЬ.

source: Text Search Mode
es_es: Modo de búsqueda de texto
fr_fr: Mode de Recherche de Texte
it_it: Modalità di ricerca testo
ru_ru: Параметры поиска данных
sr_rs: Način pretrage teksta

source: Select your text search mode.
fr_fr: Sélectionner votre mode de recherche.
it_it: Scegli la modalità di ricerca testo.
ru_ru: Выберите режим поиска данных.

source: LIKE: a search for <em>John</em> finds <em>John</em>, <em>Johnson</em>, <em>Long John Silver</em>, and so on
it_it: Simile: la ricerca di <em>John</em> trova <em>John</em>, <em>Johnson</em>, <em>Long John Silver</em>, e così via
ru_ru: ПОДОБИЕ: запрос поиска <em>Джон</em> выдаст резултаты <em>Джон</em>, <em>Джонсон</em>, <em>Лонг Джон Силвер</em> и т.п.

source: SAME: a search for <em>John</em> finds <em>John</em> only
it_it: Uguale: la ricerca di <em>John</em> trova soltanto <em>John</em>
ru_ru: СОВПАДЕНИЕ: запрос поиска <em>Джон</em> выдаст только результат с именем <em>Джон</em>

source: In both modes, two wildcard characters are available:
fr_fr: Dans les deux modes, deux caractères de remplacement sont disponibles:
it_it: In entrambi i modi, sono disponibili due caratteri jolly:
ru_ru: В обоих режимах допускается два символа замены:

source: Percent sign (%): matches any text, or no text at all
it_it: Percento (%): corrisponde a un testo qualsiasi, o anche a nessun testo
ru_ru: Знак процент (%): заменяет любой текст или его отсутствие

source: Underscore (_): matches any single character
it_it: Sottolinea (_): corrisponde a un carattere qualsiasi
ru_ru: Нижнее подчёркивание (_): заменяет один любой знак

source: For more information:
fr_fr: Pour plus d'information:
it_it: Per ulteriori informazioni:
ru_ru: Дополнительная информация:

source: Documentation
it_it: Documentazione
ru_ru: Документация

source: Questions and Answers
fr_fr: Questions et Réponses
it_it: Domande e risposte
ru_ru: Вопросы и ответы

source: Incompatible plugins
fr_fr: Plugins incompatibles
it_it: Plugin non compatibili
ru_ru: Несовместимые плагины

source: Support Forum
fr_fr: Forum de Support
it_it: Forum di supporto
ru_ru: Форум поддержки

source: field
fr_fr: champ
it_it: campo
ru_ru: поле

source: label
fr_fr: titre
it_it: etichetta
ru_ru: метка

source: description
it_it: descrizione
ru_ru: описание

source: Range
fr_fr: Étendue
it_it: Intervallo
ru_ru: Диапазон

source: Add Field
fr_fr: Ajouter une Case
it_it: Aggiungi un campo
ru_ru: Добавить поле

source: unused
it_it: non usato
ru_ru: не используется

source: Settings
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni
ru_ru: Настройки
sr_rs: Postavke

source: <h4>Advanced Search</h4>
es_es: <h4>Búsqueda avanzada</h4>
fr_fr: <h4>Recherche Avancée</h4>
it_it: <h4>Ricerca avanzata</h4>
ru_ru: <h4>Расширенный поиск</h4>
sr_rs: <h4>Unapredjena pretraga</h4>

source: Toggle Form
es_es: Formulario Toggle
fr_fr: Afficher/Cacher
it_it: Mostra/nascondi
ru_ru: Форма поиска

source: Profile Search Forms
it_it: Moduli di ricerca profili
ru_ru: Форма для поиска профиля

source: Profile Search Form
it_it: Modulo di ricerca profili
ru_ru: Форма для поиска профиля

source: Add New
it_it: Aggiungi nuovo
ru_ru: Создать новую

source: Add New Form
it_it: Aggiungi nuovo modulo
ru_ru: Новая форма

source: Edit Form
it_it: Modifica modulo
ru_ru: Редактировать форму

source: No forms found.
it_it: Nessun modulo trovato.
ru_ru: Формы не найдены.

source: No forms found in Trash.
it_it: Nessun modulo trovato nel Cestino.
ru_ru: Нет форм в корзине.

source: Form
it_it: Modulo
ru_ru: Название формы

source: Fields
it_it: Campi
ru_ru: Поля

source: Widget
ru_ru: Виджет

source: Shortcode
ru_ru: Короткий код

source: Move to Trash
it_it: Sposta nel cestino
ru_ru: В корзину

source: Restore
it_it: Ripristina
ru_ru: Восстановить

source: Delete Permanently
it_it: Cancella definitivamente
ru_ru: Удалить совсем

source: Yes
es_es: Sí
fr_fr: Oui
it_it: Sì
ru_ru: Да
sr_rs: Da

source: No
fr_fr: Non
ru_ru: Нет
sr_rs: Ne

source: Form Header
it_it: Testata del modulo
ru_ru: Название формы

source: Enabled
es_es: Habilitado
fr_fr: Activé
it_it: Attivato
ru_ru: Включена
sr_rs: Omogućeno

source: Disabled
it_it: Disattivato
ru_ru: Отключена

source: Toggle Form Button
it_it: Bottone mostra/nascondi
ru_ru: Текст кнопки открытия формы

source: LIKE
it_it: Simile
ru_ru: ПОДОБИЕ

source: SAME
it_it: Uguale
ru_ru: СОВПАДЕНИЕ

source: Form updated.
it_it: Modulo aggiornato.
ru_ru: Форма обновлена.

source: Form created.
it_it: Modulo creato.
ru_ru: Форма создана.

source: %s form permanently deleted.
it_it: %s modulo cancellato definitivamente.
ru_ru: %s форма удалена окончательно.

source: %s form moved to the Trash.
it_it: %s modulo spostato nel Cestino.
ru_ru: %s форма перемещена в корзину.

source: %s form restored from the Trash.
it_it: %s modulo ripristinato dal Cestino.
ru_ru: %s форма восстановлена из корзины.

source: min
ru_ru: мин

source: max
ru_ru: макс

source: %s: Error, you have not configured your search form.
fr_fr: %s: Erreur, vous n'avez pas configuré votre formulaire de recherche.

source: Configure the search form for your Members Directory, then display it:
fr_fr: Configurez le formulaire de recherche pour le Répertoire des Membres, et affichez-le:

source: In a post or page, using the shortcode %s
fr_fr: Dans un article ou une page, utiliser le shortcode %s

source: Anywhere in your theme, using the PHP code %s
fr_fr: Ailleurs dans votre thème, utiliser le code PHP %s

source: To leave a label or description blank, enter a single blank character
fr_fr: Pour laisser un titre ou une description vide, simplement entrer un "espace"

source: <em>Partial Match</em>: a search for <em>John</em> finds <em>John</em>, <em>Johnson</em>, <em>Long John Silver</em>, and so on
fr_fr: <em>Correspondance Partielle</em>: une recherche de <em>John</em> va trouver <em>John</em>, <em>Johnson</em>, <em>Long John Silver</em>, et d'autres...

source: <em>Exact Match</em>: a search for <em>John</em> finds <em>John</em> only
fr_fr: <em>Correspondance Exacte</em>: une recherche de <em>John</em> va trouver <em>John</em> seulement

source: <em>% (percent sign)</em> matches any text, or no text at all
fr_fr: <em>% (signe pourcent)</em> remplace n'importe quoi, ou rien du tout

source: <em>_ (underscore)</em> matches any single character
fr_fr: <em>_ (souligné)</em> remplace un caractère

source: Form Configuration
es_es: Formulario de Configuración
fr_fr: Configuration du Formulaire
sr_rs: Konfiguracija forme

source: Advanced Options
es_es: Opciones avanzadas
fr_fr: Options Avancées
sr_rs: Unapredjene opcije

source: Click the <em>Help</em> tab for more information.
fr_fr: Clicker le menu <em>Aide</em> pour plus d'information.

source: Form Fields:
fr_fr: Cases du Formulaire:

source: Add to Directory:
fr_fr: Ajouter au Répertoire:

source: Form Header:
es_es: Encabezado del Formulario:
fr_fr: En-tête:

source: Toggle Form:
es_es: Formulario de Toggle:
fr_fr: Afficher/Cacher:

source: Toggle Form Button:
fr_fr: Texte du Bouton d'Affichage:

source: Save Settings
es_es: Salvar los Ajustes
fr_fr: Enregistrer les réglages
sr_rs: Sačuvaj postavke

source: Text Search Mode:
es_es: Modo de Búsqueda de Texto:
fr_fr: Mode de Recherche:
sr_rs: Način pretrage teksta:

source: Partial Match
es_es: Resultado Parcial
fr_fr: Correspondance Partielle
sr_rs: Delimično podudaranje

source: Exact Match
es_es: Resultado Exacto
fr_fr: Correspondance Exacte
sr_rs: Tačno podudaranje

source: Settings saved.
es_es: Ajustes salvados.
fr_fr: Réglages enregistrés.
sr_rs: Postavke sačuvane.

source: Your Profile Search form.
fr_fr: Votre formulaire de Recherche de Profils.

source: There is no date field in user profiles.
es_es: No hay campo de fecha en los perfiles de usuario.
sr_rs: Polje sa datumo ne postoji u profilima korisnika.

source: There is no textbox or selectbox field in user profiles.
es_es: No hay cuadro de texto o campo de selectbox en el perfil de usuario.
sr_rs: Polje sa textbox ili selectbox ne postoji u profilima korisnika.

source: Your BP Profile Search form
es_es: Su Formulario de Búsqueda de BP Profile
sr_rs: Vaša BP Profile forma pretrage

source: BP Profile Search
es_es: Búsqueda de BP Profile
sr_rs: BP Profilepretraga

source: Profile Search Setup
es_es: Configuración de Búsqueda de Perfil
sr_rs: Setup pretrage profila

source: Value Range
es_es: Intervalo de Valores
sr_rs: Raspon vrednosti

source: minimum and maximum value
es_es: valor mínimo y máximo
sr_rs: minimalna i maksimalna vrednost

source: Age Range
es_es: Rango de Edad
sr_rs: Raspon godina

source: minimum and maximum age
es_es: edad mínima y máxima
sr_rs: minimum i maksimm godina

source: Form Header and Fields
es_es: Encabezado y Campos del formulario
sr_rs: Forma Header-a i polja

source: Select the header text and the profile fields to include in your search form.
es_es: Seleccione el texto del encabezado y los campos del perfil para incluir en su formulario de búsqueda.
sr_rs: Izaberite header teksta i polja profila koja hođetet da budu uključena u pretragu.

source: After you configure your form, you can display it:
es_es: Después de configurar el formulario, puede mostrar:
sr_rs: Nakon što konfigurišete formu, možete je prikazati:

source: a) In your Members Directory page, selecting the relevant option below
es_es: a) Su página de Directorio de Miembros, seleccionando la opción correspondiente a continuación
sr_rs: a) U vašoj stranici direktorijuma članova, izaberite bitne opcije ispod

source: b) In a sidebar or widget area, using the %s widget
es_es: b) En una barra lateral o área de widget, utilizando el %s widget
sr_rs: b) Sa strane ili widget područje, koristeći %s widget

source: c) In a post or page, using the shortcode %s
es_es: c) En un post o página, usando el código corto %s
sr_rs: c) U postu ili a stranici, koristeći shortcode %s

source: Please note that the Form Header and the Toggle Form feature apply to case a) only.
es_es: Por favor, tenga en cuenta que el encabezado del formulario y la característica del Formulario de Toggle se aplica al caso a) solamente.
sr_rs: Obratite pažnju da je Form Header i Toggle Form karakteristika primenjena samu u a) slučaju.

source: <a href="http://dontdream.it/bp-profile-search/">See the plugin documentation</a> for more detailed instructions.
es_es: <a href="http://dontdream.it/bp-profile-search/">Consulte la documentación para plugins</a> para obtener instrucciones más detalladas.
sr_rs: <a href="http://dontdream.it/bp-profile-search/"> Pogledajte plugin dokumentaciju</a> za više detalja o upustvu.

source: Toggle Form Message:
es_es: Mensaje del Formulario de Toggle:
sr_rs: Toggle Form poruka:

source: Selected Profile Fields:
es_es: Campos del Perfil Seleccionados:
sr_rs: Selektovana polja profila:

source: Value Range Search
es_es: Búsqueda de Rango de Valores
sr_rs: Pretraga dometa vrednosti

source: If user profiles include a numeric field, you can enable the Value Range Search option. To enable, select the numeric field below.
es_es: Si los perfiles de usuario se componen de un campo numérico, puede activar la opción de Búsqueda de Rango de Valor. Para habilitarla, seleccione el campo numérico a continuación.
sr_rs: Ako korisnik profila uključuje numerička polja , možete da omogućite Value Range Search opciju . Da biste omogućili , izaberite polja ispod numeričke.

source: Numeric Field:
es_es: Campo numérico:
sr_rs: Numeričko polje:

source: Field Label:
es_es: Campo de texto:

source: Field Description:
es_es: Descripción del campo:

source: Age Range Search
es_es: Búsqueda de Rango de Edad

source: If user profiles include a birth date field, you can enable the Age Range Search option. To enable, select the birth date field below.
es_es: Si los perfiles de usuario se componen de un campo de fecha de nacimiento, se puede habilitar la opción de búsqueda de Rango de Edad. Para habilitarla, seleccione el campo de fecha de nacimiento a continuación.
sr_rs: Ako profil korisnika uključuje polje sa datumom rođenja, možete da omogućite opciju PRETRAGA Age Range . Da biste omogućili , izaberite polje sa datumom rodjenja ispod.

source: Birth Date Field:
es_es: Campo fecha de nacimiento:
sr_rs: Polje sa datumom rodjenja:

source: Add to Members Directory page
es_es: Agregar a la página Directorio de Miembros
sr_rs: Dodati na stranicu direktorijuma članova

source: Automatically add your form to the Members Directory page.
es_es: Agregar automáticamente el formulario de la página Directorio de Miembros.
sr_rs: Automatski dodati vašu formu u stranicu direktorijuma članova.

source: Add to Members Directory:
es_es: Adicionar al Directorio de Miembros:
sr_rs: Dodati u direktorijum članova:

source: Select your text search mode here. Choose between partial match (a search for <em>John</em> matches <em>John</em>, <em>Johnson</em>, <em>Long John Silver</em>, and so on) and exact match (a search for <em>John</em> matches <em>John</em> only). In both modes the wildcard characters <em>% (percent sign)</em>, matching zero or more characters, and <em>_ (underscore)</em>, matching exactly one character, may be used.
es_es: Seleccione su modo de búsqueda de texto aquí. Escoja entre macheo parcial (una búsqueda por <em>John</em> machea con <em>John</em>, <em>Johnson</em>, <em>Long John Silver</em>, y así) y un macheo exacto (una búsqueda por <em>John</em> machea con <em>John</em> solamente). En ambos modos los caracteres comodines <em>% (signo de por ciento)</em>, macheando con cero o más caracteres, y <em>_ (underscore)</em>, macheando exactamente un caracter, pueden ser usados.
sr_rs: Izaberite ivde vaš način pretrage teksta. Choose between partial match (a search for<em>John</em> matches <em>John</em>, <em>Johnson</em>, <em>Long John Silver</em>, and so on) and exact match (a search for<em>John</em> matches<em>John</em> only). In both modes the wildcard characters <em>% (percent sign) matching zero or more characters, and <em>_ (underscore)</em>, matching exactly one character, may be used.

source: %1$s: Error, your form is not configured.
es_es: %1$s: Error, el formulario no está configurado.
sr_rs: %1$s: Greška, vaša forma nije konfigurisana.
