Repository: Alpha-Directorate/AlphaSSS
Catalog: content/plugins_deactivate/buddyboss-wall/languages/buddyboss-wall-*.po
Languages: nl_nl

source: Save Changes
nl_nl: Wijzigingen Opslaan

source: Wall
nl_nl: Tijdlijn

source: person
nl_nl: persoon

source: people
nl_nl: leden

source: like
nl_nl: leuk

source: likes
nl_nl: leuk

source: My Likes
nl_nl: Mijn Likes

source: What's new in %s, %s?
nl_nl: Iets te vertellen in %s, %s?

source: Write something to %s?
nl_nl: Schrijf iets naar %s?

source: What's new, %s?
nl_nl: Iets te vertellen, %s?

source: You need to <a href="%s" title="Log in">log in</a>
nl_nl: Je moet <a href="%s" title="Log in">ingelogd</a> zijn

source: or <a class="create-account" href="%s" title="Create an account">create an account</a>
nl_nl: of <a class="create-account" href="%s" title="Account maken">maak een account</a>

source: to post to this user's Wall.
nl_nl: om op de tijdlijn van deze gebruiker te posten.

source: You and %s are not friends. Request friendship to post to their Wall.
nl_nl: Je bent nog niet bevriend met %s. Stuur een verzoek om iets op hun tijdlijn te kunnen plaatsen.

source: You are mentioning %s in a new update, this user will be sent a notification of your message.
nl_nl: Je vermeld %s in een nieuwe update

source: mentioned
nl_nl: vermeld

source: in a public message
nl_nl: in een openbaar bericht

source: %s Wall
nl_nl: %s Tijdlijn

source: %s wrote on %s's Wall
nl_nl: %s schreef op %s tijdlijn

source: Please enter some content to post.
nl_nl: Voeg inhoud toe aan bericht.

source: There was a problem posting your update, please try again.
nl_nl: Er ging iets mis bij het plaatsen van je update, probeer het nog eens.

source: @%s Mentions
nl_nl: @%s Vermeldingen

source: You have %1$d new mentions
nl_nl: Je hebt %1$d nieuwe vermeldingen

source: %1$s mentioned you
nl_nl: %1$s heeft je vermeld

source: %s %s %s this.
nl_nl: %s %s vinden dit %s.

source: You like this.
nl_nl: Je vindt dit leuk.

source: Error getting likes.
nl_nl: Fout bij ophalen likes.

source: You and %s %s this.
nl_nl: Jij en %s vinden dit %s.

source: %s %s this.
nl_nl: %s vindt dit %s.

source: You, %s and %s %s this.
nl_nl: Jij, %s en %s vinden dit %s.

source: %s and %s %s this.
nl_nl: %s en %s vinden dit %s.

source: %s other %s
nl_nl: %s ander %s

source: You, %s, %s and %s %s this.
nl_nl: Jij, %s, %s en %s vinden dit %s.

source: %s, %s and %s %s this.
nl_nl: %s, %s en %s vinden dit %s.
