Repository: Alpha-Directorate/AlphaSSS
Catalog: content/plugins/buddyboss-wall/languages/buddyboss-wall-*.po
Languages: de_de, fr_fr, ru_ru, sv_se

source: Make sure BuddyPress <strong>Activity Streams</strong> are enabled for the Wall to function. Go to <em>Settings &rarr; BuddyPress &rarr; Components</em>
ru_ru: Убедитесь, что <strong>Лента активности</strong> BuddyPress включена для нормальной работы Доски. Перейдите к <em>Настройкам &rarr; BuddyPress &rarr; Компоненты</em>

source: Enable Wall Component.
ru_ru: Включить компонент Доска.
sv_se: Aktivera Vägg-komponent.

source: Allow Wall posting for all members (not just friends).
ru_ru: Разрешить публикацию всем участникам (не только друзьям).

source: Enable mobile theme on iPad.
ru_ru: Использовать мобильную тему на iPad.
sv_se: Aktivera mobilt tema på iPad.

source: Choose a theme for mobile phones.
ru_ru: Выбрать тем для мобильных устройств.
sv_se: Välj ett tema för mobila enheter.

source: image size must be 114 x 114 px
ru_ru: размер изображения должен быть 114 x 114 px
sv_se: bildstorleken måste vara 114 x 114 px

source: Cheatin&#8217; huh?
ru_ru: Барахлит, да?
sv_se: Funkar du?

source: Wall
de_de: Pinnwand
fr_fr: Mur
ru_ru: Доска
sv_se: Vägg

source: News Feed
ru_ru: Новостная лента

source: My Likes
de_de: Das gefällt mir!
fr_fr: Mes J'aime
ru_ru: Мне нравится
sv_se: Gillat

source: To use the <strong>BuddyBoss Wall</strong> plugin, please manually update your BuddyBoss theme to version 4.0 or above first. <a href="http://www.buddyboss.com/upgrading-to-buddyboss-4-0/">Read how &rarr;</a>
ru_ru: Для использования плагина <strong>Доска BuddyBoss</strong>, пожалуйста, обновите тему оформления BuddyBoss до версии 4.0 или новее. <a href="http://www.buddyboss.com/upgrading-to-buddyboss-4-0/">Узнать как &rarr;</a>

source: Disable Notice
ru_ru: Скрыть уведомление.
sv_se: Stäng av notis

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
ru_ru: Во время выполнения запроса API возникла неизвестная ошибка HTTP.</p> <p><a href="?" onclick="document.location.reload(); return false;">Попробуйте ещё раз.</a>
sv_se: Ett oväntat HTTP-fel inträffade under API-anropet. <a href="?" onclick="document.location.reload(); return false;">Försök igen</a>

source: An unknown error occurred
ru_ru: Возникла неизвестная ошибка
sv_se: Ett oväntat fel inträffade

source: person
de_de: Mitglied
fr_fr: personne
ru_ru: участник

source: people
de_de: Mitgliedern
fr_fr: gens
ru_ru: участники
sv_se: personer

source: like
de_de: gefällt
fr_fr: aime
ru_ru: нравится
sv_se: gillar

source: likes
de_de: gefällt
fr_fr: aime
ru_ru: нравится
sv_se: gillar

source: Like
de_de: Gefällt mir!
fr_fr: Aime
ru_ru: Нравится
sv_se: Gilla

source: Unlike
de_de: Gefällt mir nicht mehr!
fr_fr: N'aime pas
ru_ru: Не нравится
sv_se: Ogilla

source: What's new in %s, %s?
de_de: Was gibt's Neues in %s, %s?
fr_fr: Quelles nouvelles dans %s, %s ?
ru_ru: Что нового в группе &ldquo;%s&rdquo;, %s?
sv_se: Nåt nytt i %s, %s?

source: Write something to %s?
de_de: Schreibe etwas an %s?
fr_fr: Ecrire quelque chose à %s ?
ru_ru: Написать что-нибудь автору %s?
sv_se: Skriv något till %s?

source: What's new, %s?
de_de: Was gibt's Neues, %s?
fr_fr: Quelles nouvelles, %s ?
ru_ru: Что нового, %s?
sv_se: Nåt nytt, %s?

source: You need to <a href="%s" title="Log in">log in</a>
de_de: Du musst <a href="%s" title="Log in">eingeloggt sein</a>
fr_fr: Vous devez vous <a href="%s" title="Se Connecter">connecter</a>
ru_ru: Вам необходимо <a href="%s" title="Авторизоваться">авторизоваться</a>
sv_se: Du behöver <a href="%s">logga in</a>

source: or <a class="create-account" href="%s" title="Create an account">create an account</a>
de_de: oder <a class="create-account" href="%s" title="Create an account">erstelle ein Benutzerkonto</a>
fr_fr: ou <a class="create-account" href="%s" title="Créer un compte">créer un compte </a>
ru_ru: или <a class="create-account" href="%s" title="Cоздать учетную запись">cоздать учетную запись</a>
sv_se: eller <a class="create-account" href="%s">skapa ett konto</a>

source: to post to this user's Wall.
de_de: um an die Pinnwand dieses Mitglieds zu posten
fr_fr: pour publier sur le mur de cet utilisateur.
ru_ru: для публикации на Доске участника.
sv_se: för att kunna skriva något på denna användares vägg.

source: You and %s are not friends. Request friendship to post to their Wall.
de_de: Du und %s seit keine Freunde. Dies ist aber notwendig um an seine Pinnwand zu schreiben.
fr_fr: Vous et %s n'êtes pas amis. Demandez-lui à être ami avant de poster sur son mur.
ru_ru: Вы и %s пока не дружите. Отправьте приглашение подружиться для публикации на его доске.
sv_se: För att kunna skriva något här behöver du först bli vän med %s.

source: You are mentioning %s in a new update, this user will be sent a notification of your message.
de_de: Du hast %s in einer Aktualisierung erwähnt. Dieses Mitglied erhält eine Benachrichtigung von deiner Nachricht.
fr_fr: Vous parlez de %s dans ce message, cette utilisateur va recevoir une notification à ce propos.
ru_ru: Вы упоминаете автора %s в новом событии. Этот участник получит уведомление о Вашем сообщении.
sv_se: Eftersom du nämner %s i din text kommer hen att få en notifiering om ditt meddelande.

source: Like this
ru_ru: Мне нравится

source: mentioned
de_de: erwähnt
fr_fr: %1$s parle de vous
ru_ru: упомянуты
sv_se: nämnde

source: in a public message
de_de: in einer öffentlichen Nachricht
fr_fr: dans un message public
ru_ru: в открытом сообщении
sv_se: i ett publikt meddelande

source: %s posted an update
ru_ru: %s опубликовал(а) обновление

source: %s's
ru_ru: %s

source: %s Wall
de_de: %s Pinnwand
fr_fr: %s Mur
ru_ru: %s Доска
sv_se: %s Vägg

source: %s wrote on %s Wall
ru_ru: %s публиковал(а) на Доске участника %s

source: Please enter some content to post.
de_de: Bitte gib einen Inhalt an.
fr_fr: Ecrivez quelque chose avant de publier.
ru_ru: Пожалуйста, введите какой-нибудь текст для отправки.
sv_se: Var god skriv lite innehåll först.

source: There was a problem posting your update, please try again.
de_de: Es gab ein Problem beim posten, bitte versuch es nochmals.
fr_fr: Il y a eu un problème lors de la publication, essayez une nouvelle fois.
ru_ru: Возникла проблема при публикации Вашего обновления. Пожалуйста, попробуйте еще раз.
sv_se: Ett fel inträffade, var god försök igen.

source: @%s Mentions
de_de: @%s Erwähnungen
fr_fr: @%s parle de moi
ru_ru: @%s Упоминания
sv_se: @%s är omtalad i

source: You have %1$d new mentions
de_de: Du hast %1$d neue Erwähnungen
fr_fr: On parle de vous %1$d fois
ru_ru: Вы были упомянуты %1$d раз
sv_se: Du har %1$d nya omnämnanden

source: %1$s mentioned you
de_de: %1$s erwähnte Dich
fr_fr: %1$s parle de vous
ru_ru: %1$s упоминает Вас
sv_se: %1$s nämnde dig

source: You
ru_ru: Вы

source: your
ru_ru: Ваш

source: Favorite
ru_ru: Избранное

source: Remove Favorite
ru_ru: Удалить из избранного

source: %s %s %s this.
de_de: %s %s %s das.
fr_fr: %s %s %s ça.
ru_ru: %s %s %s это.
sv_se: %s %s %s detta.

source: You like this.
de_de: Dir gefällt das.
fr_fr: Vous aimez.
ru_ru: Вам это нравится.
sv_se: Du gillar detta.

source: Error getting likes.
de_de: Fehler bei Gefällt mir!
fr_fr: Erreur lors du J'aime.
ru_ru: Проблема с помтками нравится.
sv_se: Fel vid hämtning av antal gillande.

source: You and %s %s this.
de_de: Dir und %s %s das.
fr_fr: Vous et %s %s ça.
ru_ru: Вы и %s %s это.
sv_se: Du och %s %s detta.

source: %s %s this.
de_de: %s %s das.
fr_fr: %s %s ça.
ru_ru: %s %s это.
sv_se: %s %s detta.

source: You, %s and %s %s this.
de_de: Dir, %s und %s %s das.
fr_fr: Vous, %s and %s %s ça.
ru_ru: Вам, %s и %s %s это.
sv_se: Du, %s och %s %s detta.

source: %s and %s %s this.
de_de: %s und %s %s das.
fr_fr: %s and %s %s ça.
ru_ru: %s и %s %s это.
sv_se: %s och %s %s detta.

source: %s other %s
de_de: %s anderen %s
fr_fr: %s autre %s
ru_ru: %s другие %s
sv_se: %s andra %s

source: You, %s, %s and %s %s this.
de_de: Dir, %s, %s und %s %s das.
fr_fr: Vous, %s, %s and %s %s ça.
ru_ru: Вам, %s, %s и %s %s это.
sv_se: Du, %s, %s och %s %s detta.

source: %s, %s and %s %s this.
de_de: %s, %s und %s %s das.
fr_fr: %s, %s et %s %s ça.
ru_ru: %s, %s и %s %s это.
sv_se: %s, %s och %s %s detta.

source: (BuddyBoss Wall) Most Liked Activity
ru_ru: (Доска BuddyBoss) Понравившиеся активности

source: Display a list of most liked activities site-wide.
ru_ru: Показать список понравившихся на сайте активностей.

source: Title
ru_ru: Заголовок

source: Max activity posts to show
ru_ru: Количество активностей для отбражения

source: Max words per activity post
ru_ru: Количество слов в публикации активности

source: Couldn't load main class at:<br/>%s
ru_ru: Не получилось загрузить основной класс: <br/>%s
sv_se: Kunde inte ladda huvudklassen:<br/>%s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
ru_ru: <h1>Ошибка приложения:</h1><hr/><pre>%s</pre>
sv_se: <h1>Allvarligt fel:</h1><hr/><pre>%s</pre>

source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les changements
sv_se: Spara ändringar

source: Make sure BuddyPress <strong>Friend Connections</strong> and <strong>Activity Streams</strong> are enabled for the Wall to function. Go to <em>Settings &rarr; BuddyPress &rarr; Components</em>
sv_se: Se till att BuddyPress <strong>Vänner</strong> och <strong>Aktivitetsflöde</strong> är aktiverade för att denna funktion ska fungera. Gå till <em>Inställningar &rarr; BuddyPress &rarr; Komponenter</em>

source: %s wrote on %s's Wall
de_de: %s schrieb an %s Pinnwand
sv_se: %s skrev på %ss vägg

source: To use the <strong>BuddyBoss Wall</strong> plugin, please upgrade your BuddyBoss theme to version 4.0 or above first.
sv_se: För att använda pluginen <strong>BuddyBoss Wall</strong>, var god uppgradera ditt BuddyBoss-tema till version 4.0 eller senare först.
