Repository: Alpha-Directorate/AlphaSSS
Catalog: content/plugins/buddyboss-media/languages/buddyboss-media-*.po
Languages: it_it

source: Save Changes
it_it: Salva i cambiamenti

source: Enable Media Component.
it_it: Abilita Media Component.

source: Enable mobile theme on iPad.
it_it: Abilita il tema sull'Ipad.

source: Choose a theme for mobile phones.
it_it: Scegli un tema per il telefono cellulare

source: image size must be 114 x 114 px
it_it: e dimensioni dell'immagine devono essere 114 X 114 px

source: First
it_it: Primo

source: Last
it_it: Ultimo

source: Photos
it_it: Foto

source: Picture upload currently in progress, please wait until completed.
it_it: Caricamento immagine in corso, attendi che sia completato.

source: Error uploading photo.
it_it: Errore nel caricamento dell'immagine.

source: One moment...
it_it: Attendere ...

source: Upload a Picture
it_it: Carica un immagine

source: Cancel
it_it: Cancella

source: Failed
it_it: Errore

source: Add Photo
it_it: Aggiungi foto

source: Add a photo, %s
it_it: Aggiungi una foto, %s

source: Photo is currently uploading, please wait!
it_it: Foto in caricamento, attendi

source: Photos <span>%d</span>
it_it: Foto <span>%d</span>

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
it_it: Si è verificato un errore HTTP imprevisto durante la richiesta API.</p> <p><a href="?" onclick="document.location.reload(); return false;">Riprova</a>

source: An unknown error occurred
it_it: Si è verificato un errore sconosciuto

source: Couldn't load main class at:<br/>%s
it_it: non è stato possibile caricare la classe principale a:<br/>%s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
it_it: <h1>Errore Fatale:</h1><hr/><pre>%s</pre>

source: There were no photos found.
it_it: Non sono state trovate foto

source: Disable Notice
it_it: Avviso disabilitato

source: To use the <strong>BuddyBoss Media</strong> plugin, please manually update your BuddyBoss theme to version 4.0 or above first. <a href="http://www.buddyboss.com/upgrading-to-buddyboss-4-0/">Read how &rarr;</a>
it_it: Per usare <strong>BuddyBoss Wall</strong>, per favore aggiorna manualmente BuddyBoss Theme alla versione 4.0 o maggiore. <a href="http://www.buddyboss.com/upgrading-to-buddyboss-4-0/">Read how &rarr;</a>

source: Example:
it_it: Esempio:

source: - None -
it_it: - Nessuno -

source: New Page
it_it: Nuova Pagina

source: Use a WordPress page to display all media uploaded by all users. (Optional)
it_it: Usa una pagina di Wordpress per mostrare tutti i media caricati dagli utenti (facoltativo)

source: General Settings
it_it: Impostazioni generali

source: User Photos Slug
it_it: Pagina del tuo profilo dove verranno memorizzati i file multimediali

source: Global Photos Page
it_it: Le foto verranno mostrate nella seguente pagina

source: Media Component
it_it: Componente multimediale

source: Mobile Rotation Fix
it_it: Rotazione schermo telefonino

source: Enable fix for mobile uploads rotating.
it_it: Attivare rotazione schermo telefonino

source: It's recommended that you have at least 256M-512M of RAM allocated to PHP, otherwise photo uploads may fail.
it_it: Si raccomanda di avere almeno 256-512M di Ram allocata sul tuo Host, altrimenti il caricamento delle foto potrebbe non riuscire.

source: Your current memory limit is
it_it: Il tuo attuale limite di memoria è

source: You can contact your web host to increase the memory limit.
it_it: Per incrementare il limite della memoria devi contattare il tuo Host

source: View Discussion
it_it: Vedi discussione

source: Resizing...
it_it: Ridimensiona...

source: Say something about this photo...
it_it: Commenta questa foto...

source: You
it_it: Tu

source: new photo
it_it: nuova foto

source: Settings
it_it: Impostazioni

source: Activity Photo Size
it_it: Dimensione delle foto

source: Photo Layout
it_it: Riposiziona Immagine

source: Friend Tagging
it_it: Tagga amici

source: Medium
it_it: Media

source: Full Size
it_it: Misura massima

source: Image size displayed in activity posts.
it_it: Dimensione delle immagini che verranno mostrate nei post

source: Grid
it_it: Griglia

source: Activity Posts
it_it: Singolo post

source: In your albums, you can display photos in a grid or as activity posts.
it_it: Nei tuoi album puoi inserire le tue foto in una griglia o in un singolo post.

source: Enable Tagging.
it_it: Tag abilitato.

source: Allow members to tag friends in media uploads.
it_it: Gli iscritti possono taggare gli amici nei file multimediali.

source: Something went wrong!
it_it: Qualcosa è andata storta!

source: Access denied!
it_it: Accesso negato!

source: Added to album.
it_it: Aggiunto in un album.

source: Album title cannot be empty.
it_it: Il titolo dell'album non può essere vuoto.

source: Album created successfully.
it_it: Album creato correttamente.

source: Album was successfully updated.
it_it: L'album è stato correttamente aggiornato.

source: Album deleted successfuly!
it_it: Album cancellato con successo!

source: Access Denied!
it_it: Accesso Negato!

source: Invalid request!
it_it: Richiesta non valida!

# Album pagination previous text
source: &larr;
it_it: &larr; [ Pagina precedente dell'album ]

# Album pagination next text
source: &rarr;
it_it: &rarr; [ Pagina successiva dell'album ]

source: created %s ago
it_it: Creato %s fa

source: %s photos
it_it: %s foto

source: Are you sure you want to delete this album? When you delete an album, all its photos go under global uploads.
it_it: Sei sicuro di voler cancellare questo album? Quando si elimina un album, tutte le sue foto andranno perse.

source: Delete Album
it_it: Vuoi cancellare questo Album

source: Tag Photo
it_it: Tag Foto

source: You have no friends yet!
it_it: Non hai ancora amici

source: You and %s
it_it: Tu e %s

source: You, %s and %s
it_it: Tu, %s e %s

source: %s and %s
it_it: %s e %s

source: You, %s, %s and %s
it_it: Tu, %s, %s e %s

source: %s, %s and %s
it_it: %s, %s e %s

source: %s others
it_it: %s altri

source: - with %s
it_it: - con %s

source: %s tagged you in a photo
it_it: %s ti ha taggato in una foto

source: In photo album:
it_it: Nell'album:

source: [None]
it_it: [Nessuno]

source: You have not created any albums yet!
it_it: Non hai ancora creato un album

source: Save
it_it: Salva

source: Uploads
it_it: Foto

source: Albums
it_it: Album

source: posted a photo
it_it: hai aggiunto una foto

source: Load More
it_it: Carica ancora

source: Sorry, there were no photos found.
it_it: Non sono state trovate foto

source: All Photos
it_it: Tutte le foto

source: All Albums
it_it: Tutti gli album

source: There were no albums found.
it_it: Non sono stati trovati album

source: Remove Tag
it_it: Rimuovi tag

source: Create an Album
it_it: Crea un Album

source: Title (required)
it_it: Titolo (necessario)

source: Description
it_it: Descrizione

source: Visibility (required)
it_it: Chi lo può vedere (necessario)

source: Everyone
it_it: Chiunque

source: Only Me
it_it: Solo io

source: All Members
it_it: Tutti gli iscritti

source: My Friends
it_it: Amici

source: Edit Album
it_it: Modifica Album

source: Done Tagging
it_it: Tag effettuato

source: Sure you want to delete this photo?
it_it: Vuoi realmente cancellare questa foto?

source: Photo does not exists.
it_it: La foto non esiste

source: You don't have permission to delete this photo.
it_it: Non hai i permessi per cancellare questa foto

source: in the group
it_it: nel gruppo

source: BuddyPress Settings
it_it: Impostazioni di BuddyPress

source: Hey! BuddyBoss Media requires activity component be enabled. Please enable it in your %s.
it_it: Il componente BuddyBoss Media deve essere attivato. Abilitalo nella tua %s.
