Repository: Alpha-Directorate/AlphaSSS
Catalog: content/themes/buddyboss/languages/*.po
Languages: ru_ru

source: Not Found
ru_ru: Не найдено

source: It looks like nothing was found at this location. Maybe try a search?
ru_ru: Похоже, что в данном разделе ничего нет. Может быть попробовать функцию поиска?

source: Daily Archives: %s
ru_ru: Архивы по дням: %s

source: Monthly Archives: %s
ru_ru: Архивы по месяцам: %s

source: Yearly Archives: %s
ru_ru: Архивы по годам: %s

source: Archives
ru_ru: Архивы

source: Author Archives: %s
ru_ru: Архивы по авторам: %s

source: About %s
ru_ru: Об авторе %s

source: Search for:
ru_ru: Поиск в форумах...

source: Search
ru_ru: Поиск

source: in reply to:
ru_ru: в ответ участнику:

source: Started by: %1$s
ru_ru: Открыта автором: %1$s

source: in: <a href="%1$s">%2$s</a>
ru_ru: в: <a href="%1$s">%2$s</a>

source: Logo
ru_ru: Лого

source: Navigation
ru_ru: Навигация

source: Links &amp; Buttons
ru_ru: Ссылки и кнопки

source: WordPress Toolbar
ru_ru: Панель WordPress

source: Header
ru_ru: Заголовок

source: Background (large screens)
ru_ru: Фон (для больших экранов)

source: Footer #1 (widget area)
ru_ru: Колонтитул #1 (зона виджетов)

source: Footer #2
ru_ru: Колонтитул #2

source: Colors &rarr; Text
ru_ru: Цвета и текст

source: Site Title &amp; Tagline
ru_ru: Название и описание сайта

source: Slide Titles
ru_ru: Названия слайдов

source: Headings
ru_ru: Заголовки

source: Body Content
ru_ru: Содержание сайта

source: Typography
ru_ru: Шрифты

source: Site Title
ru_ru: Название сайта

source: Social Media Links
ru_ru: Ссылки соцсетей

source: Email Address
ru_ru: Email адрес

source: Slides
ru_ru: Слайды

source: Slide
ru_ru: Слайд

source: Add New
ru_ru: Добавить новый

source: Add New Slide
ru_ru: Добавить новый слайд

source: Edit Slide
ru_ru: Изменить слайд

source: View Slide
ru_ru: Смотреть слайд

source: Search Slides
ru_ru: Найти слайды

source: No Slides found
ru_ru: Слайды не найдены

source: No Slides found in trash
ru_ru: В мусорной корине слайдов нет

source: Edit Profile
ru_ru: Изменить профиль

source: Username
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Remember Me
ru_ru: Запомнить меня

source: Log In
ru_ru: Войти

source: Register
ru_ru: Регистрация

source: Module does not have the proper info array
ru_ru: Модуль не содержит соответствующий массив данных

source: Primary Menu
ru_ru: Основное меню

source: Footer Menu
ru_ru: Меню коллонтитула

source: Profile: Extra Links
ru_ru: Профиль: дополнительные ссылки

source: Group: Extra Links
ru_ru: Группа: дополнительные ссылки

source: Cancel
ru_ru: Отмена

source: Show:
ru_ru: Фильтр:

source: Page %s
ru_ru: Страница %s

source: Post navigation
ru_ru: Навигация по записям

source: <span class="meta-nav">&larr;</span> Older posts
ru_ru: <span class="meta-nav">&larr;</span> Старые записи

source: Newer posts <span class="meta-nav">&rarr;</span>
ru_ru: Новые записи <span class="meta-nav">&rarr;</span>

source: Pingback:
ru_ru: Обратная ссылка:

source: (Edit)
ru_ru: (Изменить)

source: Post author
ru_ru: Автор записи

source: %1$s at %2$s
ru_ru: %1$s в %2$s

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает проверки.

source: Edit
ru_ru: Редактировать

source: Reply <span>&darr;</span>
ru_ru: Ответить <span>&darr;</span>

source: View all posts by %s
ru_ru: Смотреть все записи автора %s

source: View Profile
ru_ru: Просмотр профиля

source: All Members <span>%s</span>
ru_ru: Все участники <span>%s</span>

source: My Friends <span>%s</span>
ru_ru: Мои друзья <span>%s</span>

source: My Groups <span>%s</span>
ru_ru: Мои группы <span>%s</span>

source: All Sites <span>%s</span>
ru_ru: Все страницы <span>%s</span>

source: My Sites <span>%s</span>
ru_ru: Мои страницы <span>%s</span>

source: Order By:
ru_ru: Фильтр по:

source: Last Active
ru_ru: Активности

source: Newest
ru_ru: Новизне

source: Alphabetical
ru_ru: Алфавиту

source: All Topics <span>%s</span>
ru_ru: Все темы <span>%s</span>

source: My Topics <span>%s</span>
ru_ru: Мои темы <span>%s</span>

source: Most Posts
ru_ru: Все записи

source: Unreplied
ru_ru: Неотвеченные

source: Create New Topic:
ru_ru: Создать новую тему:

source: Title:
ru_ru: Заголовок:

source: Content:
ru_ru: СОдержание:

source: Tags (comma separated):
ru_ru: Ключевые слова (через запятую):

source: Post In Group Forum:
ru_ru: Публиковать в групповом форуме:

source: Post Topic
ru_ru: Опубликовать тему

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
ru_ru: Вы не входите в состав какой-либо группы, поэтому не можете публиковать сообщения в групповых форумах. Для публикации сначала найдите группу, которая соответствует Вашей тематике. Если такой группы нет, почему бы не <a href=‘%s’>создать новую группу</a>? Когда Вы присоединились к группе или создали новую, Вы можете публиковать темы в форуме данной группы.

source: active %s
ru_ru: активна %s

source: There were no groups found.
ru_ru: Группы не найдены.

source: All Groups <span>%s</span>
ru_ru: Все группы <span>%s</span>

source: Most Members
ru_ru: Участникам

source: Newly Created
ru_ru: Времени созданния

source: Group Name (required)
ru_ru: Название группы (обязательное)

source: Group Description (required)
ru_ru: Описание группы (обязательное)

source: Notify group members of these changes via email
ru_ru: Уведомлять участников группы об изменениях по email

source: Save Changes
ru_ru: Сохранить изменения

source: Enable discussion forum
ru_ru: Включить форум для обсуждений группы

source: Privacy Options
ru_ru: Настройки конфиденциальности

source: This is a public group
ru_ru: Это открытая группа

source: Any site member can join this group.
ru_ru: Любой участник сообщества может войти в её состав.

source: This group will be listed in the groups directory and in search results.
ru_ru: Эта группа будет видна в списке групп и результатах поиска.

source: Group content and activity will be visible to any site member.
ru_ru: Опубликованные материалы и события группы будут видны всему сообществу.

source: This is a private group
ru_ru: Это закрытая группа

source: Only users who request membership and are accepted can join the group.
ru_ru: Только участники запросившие членство и получившие одобрение могут войти в её состав.

source: Group content and activity will only be visible to members of the group.
ru_ru: Опубликованные материалы и события группы будут видны только её членам.

source: This is a hidden group
ru_ru: Это скрытая группа

source: Only users who are invited can join the group.
ru_ru: Только участники получившие приглашение могут войти в её состав.

source: This group will not be listed in the groups directory or search results.
ru_ru: Эта группа не будет видна в списке групп и результатах поиска.

source: Group Invitations
ru_ru: Приглашения в состав группы

source: Which members of this group are allowed to invite others?
ru_ru: Кто в составе группы может высылать приглашения другим участникам сообщества?

source: All group members
ru_ru: Участники группы

source: Group admins and mods only
ru_ru: Только администраторы и модераторы группы

source: Group admins only
ru_ru: Только администраторы группы

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
ru_ru: Загрузить изображение в качестве аватара группы. Аватар отображается на основной странице группы и в результатах поиска.

source: Upload Image
ru_ru: Загрузить

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
ru_ru: Если Вы хотите удалить текущее изображение и не загружать новое, нажмите кнопку "Удалить аватар".

source: Delete Avatar
ru_ru: Удалить аватар

source: Crop Avatar
ru_ru: Вырезать аватар

source: Avatar to crop
ru_ru: Аватар для редактирования

source: Avatar preview
ru_ru: Посмотреть

source: Crop Image
ru_ru: Обрезать изображение

source: Administrators
ru_ru: Администраторы

source: Profile picture of %s
ru_ru: Изображение профиля участника %s

source: Demote to Member
ru_ru: Понизить до участника

source: Moderators
ru_ru: Модераторы

source: Promote to Admin
ru_ru: Повысить до администратора

source: Members
ru_ru: Участники

source: (banned)
ru_ru: (в черном списке)

source: Unban this member
ru_ru: Исключить из черного списка

source: Remove Ban
ru_ru: Снять блок

source: Kick and ban this member
ru_ru: Поместить участника в черный список

source: Kick &amp; Ban
ru_ru: В черный список

source: Promote to Mod
ru_ru: Повысить до модератора

source: Remove this member
ru_ru: Удалить данного участника

source: Remove from group
ru_ru: Исключить из группы

source: This group has no members.
ru_ru: В этой группе нет членов.

source: Accept
ru_ru: Принять

source: Reject
ru_ru: Отклонить

source: There are no pending membership requests.
ru_ru: Ожидающих подтверждения запросов о членстве нет.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
ru_ru: ВНИМАНИЕ: В случае удаления данной группы, будет стёрта ВСЯ связанная с ней информация. Действие носит необратимый характер, поэтому будьте осторожны.

source: I understand the consequences of deleting this group.
ru_ru: Я осознаю последствия удаления данной группы.

source: Delete Group
ru_ru: Удалить группу

source: Group Admins
ru_ru: Администраторы группы

source: Group Mods
ru_ru: Модераторы группы

source: Select people to invite from your friends list.
ru_ru: Выберите участников из списка своих друзей, чтобы пригласить.

source: Remove Invite
ru_ru: Отозвать приглашение

source: Send Invites
ru_ru: Отправить приглашение

source: Once you have built up friend connections you will be able to invite others to your group.
ru_ru: Когда у Вас появятся друзья, Вы сможете пригласить их стать членом Вашей группы.

source: Newest Registered
ru_ru: Времени регистрации

source: Sorry, no members were found.
ru_ru: Участники не найдены.

source: %s members
ru_ru: %s участников

source: You have no outstanding group invites.
ru_ru: У Вас нет неотвеченных приглашений вступить в группу.

source: Send To (Username or Friend's Name)
ru_ru: Логин или имя друга

source: This is a notice to all users.
ru_ru: Отправить всем пользователям.

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: Send Message
ru_ru: Отправить сообщение

source: From:
ru_ru: От:

source: To:
ru_ru: Кому:

source: View Message
ru_ru: Просмотр сообщения

source: Delete Message
ru_ru: Удалить сообщение

source: Delete
ru_ru: Удалить

source: Sorry, no messages were found.
ru_ru: У Вас нет сообщений.

source: Sent:
ru_ru: Отправлено:

source: Sorry, no notices were found.
ru_ru: У Вас нет сообщений.

source: Category Archives: %s
ru_ru: Архивы по рубрикам: %s

source: One thought on &ldquo;%2$s&rdquo;
ru_ru: %1$s комментарий к теме &ldquo;%2$s&rdquo;

source: Comment navigation
ru_ru: Навигация по комментариям

source: &larr; Older Comments
ru_ru: &larr; Старые комментарии

source: Newer Comments &rarr;
ru_ru: Новые комментарии &rarr;

source: Comments are closed.
ru_ru: Комментирование остановлено.

source: Nothing Found
ru_ru: Ничего не найдено

source: Apologies, but no results were found. Perhaps searching will help find a related post.
ru_ru: Просим прощения, но по данному запросу ничего не найдено. Возможно функция поиска позволит найти нужные записи.

source: Pages:
ru_ru: Страницы:

source: Permalink to %s
ru_ru: Постоянная ссылка на запись %s

source: Leave a reply
ru_ru: Оставить комментарий

source: 1 Reply
ru_ru: Один комментарий

source: % Replies
ru_ru: Комментирии (%)

source: Continue reading <span class="meta-nav">&rarr;</span>
ru_ru: Читать дальше <span class="meta-nav">&rarr;</span>

source: Copyright &copy;
ru_ru: Все права защищены &copy;

source: BuddyBoss cannot find the starter file, should be located at: *wp root*/wp-content/themes/buddyboss/buddyboss-inc/init.php
ru_ru: BuddyBoss не может найти файл начальной загрузки, который должен быть расположен здесь: *wp root*/wp-content/themes/buddyboss/buddyboss-inc/init.php

source: Login
ru_ru: Войти

source: Skip to content
ru_ru: Перейти к содержанию

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>.
ru_ru: <span class="meta-prep meta-prep-entry-date">Опубликовано </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> в <a href="%3$s" title="Ссылка на полноразмерное изображение">%4$s &times; %5$s</a> в <a href="%6$s" title="Вернуться к %7$s" rel="gallery">%8$s</a>.

source: &larr; Previous
ru_ru: &larr; Назад

source: Next &rarr;
ru_ru: Далее &rarr;

source: No posts to display
ru_ru: Таких записей нет

source: Ready to publish your first post? <a href="%s">Get started here</a>.
ru_ru: Хотите опубликовать свою первую запись? <a href="%s">Тогда вперед</a>.

source: Search Results for: %s
ru_ru: Результаты поиска по запросу: %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
ru_ru: Данных удовлетворяющих Вашему запросу не найдено. Попробуйте изменить текст запроса.

source: Tag Archives: %s
ru_ru: Архивы по ключевым словам: %s

source: Colors &rarr; Layout
ru_ru: Цвета и макет

source: Icons & Indicators
ru_ru: Иконки и индикаторы

source: Toolbar Layout
ru_ru: Макет панели

source: %3$s <span class="by-author"> by %4$s</span>
ru_ru: Опубликовано %3$s<span class="by-author"> автором %4$s</span>

source: Dock a full-width Toolbar to the top of the page, or float it to the right.
ru_ru: Прикрепить растянутую во всю ширину страницы панель наверху или поместить в компактном виде справа.

source: Select your color scheme. To preview in mobile, just collapse the width of this browser window.
ru_ru: Задайте цветовую схему. Для просмотра мобильной версии, сверните окно браузера до небольшого размера.

source: Text color options. To preview in mobile, just collapse the width of this browser window.
ru_ru: Настройки цвета текста. Для просмотра мобильной версии сверните окно браузера до небольшого размера.

source: Select your desired fonts.
ru_ru: Выберите нуный шрифт.

source: Social media links will display in the footer after you click Save &amp; Publish.
ru_ru: Ссылки соцсетей будут отображаться в нижнем колонтитуле после того как Вы нажмете Сохранить и Опубликовать.

source: &nbsp;&middot;&nbsp; Designed by <a href="http://www.buddyboss.com/" target="_blank" title="responsive BuddyPress theme">BuddyBoss</a>
ru_ru: &nbsp;&middot;&nbsp; Разработчик темы оформления <a href="http://www.buddyboss.com/" target="_blank" title="адаптивные темы оформления BuddyPress">BuddyBoss</a>

source: Post in:
ru_ru: Разместить в:

source: Upload logo in place of site title and tagline.
ru_ru: Загрузить лого вместо заголовка сайта и краткого описания

source: The public activity for everyone on this site.
ru_ru: Публичные активности всех участников сообщества.

source: The activity of my friends only.
ru_ru: События только моих друзей.

source: The activity of groups I am a member of.
ru_ru: События в группах, членом которых я являюсь.

source: The activity I've marked as a favorite.
ru_ru: События в моём избранном.

source: My Favorites <span>%s</span>
ru_ru: Моё избранное<span>%s</span>

source: Activity that I have been mentioned in.
ru_ru: События в которых я упомянут(а).

source: Mentions
ru_ru: Упоминания

# Number of new activity mentions
source: %s new
ru_ru: %s новое

source: RSS Feed
ru_ru: RSS подписка

source: Everything
ru_ru: Всё

source: Updates
ru_ru: Обновления

source: Posts
ru_ru: Статьи

source: Comments
ru_ru: Комментарии

source: Forum Topics
ru_ru: Темы форума

source: Forum Replies
ru_ru: Ответы в форуме

source: New Groups
ru_ru: Новые группы

source: Group Memberships
ru_ru: Членство в группах

source: Friendships
ru_ru: Друзья

source: New Members
ru_ru: Новые участники
